Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The note this recording belongs to could not be opened.
ar: تعذّر فتح الملاحظة التي ينتمي إليها هذا التسجيل.
bn: এই রেকর্ডিং যে নোটের, সেটি খোলা যায়নি।
cs: Poznámku, ke které tato nahrávka patří, se nepodařilo otevřít.
da: Den note, som denne optagelse hører til, kunne ikke åbnes.
de: Die Notiz, zu der diese Aufnahme gehört, konnte nicht geöffnet werden.
el: Η σημείωση στην οποία ανήκει αυτή η εγγραφή δεν άνοιξε.
es: No se pudo abrir la nota a la que pertenece esta grabación.
fi: Muistiinpanoa, johon tämä tallenne kuuluu, ei voitu avata.
fr: La note à laquelle appartient cet enregistrement n'a pas pu être ouverte.
he: לא ניתן היה לפתוח את הפתק שההקלטה הזאת שייכת אליו.
hi: जिस नोट से यह रिकॉर्डिंग जुड़ी है, वह नहीं खुल सका।
hu: Nem sikerült megnyitni a jegyzetet, amelyhez ez a felvétel tartozik.
id: Catatan yang memuat rekaman ini tidak bisa dibuka.
it: Non è stato possibile aprire la nota a cui appartiene questa registrazione.
ja: この録音が属するメモを開けませんでした。
ko: 이 녹음이 속한 메모를 열지 못했습니다.
ms: Nota yang memiliki rakaman ini tidak dapat dibuka.
nb: Notatet dette opptaket hører til kunne ikke åpnes.
nl: De notitie waar deze opname bij hoort, kon niet worden geopend.
pl: Nie udało się otworzyć notatki, do której należy to nagranie.
pt_br: Não foi possível abrir a nota à qual esta gravação pertence.
ro: Notița căreia îi aparține această înregistrare nu a putut fi deschisă.
ru: Не удалось открыть заметку, к которой относится эта запись.
sv: Anteckningen som den här inspelningen hör till kunde inte öppnas.
th: เปิดโน้ตที่การบันทึกนี้สังกัดอยู่ไม่ได้
tr: Bu kaydın ait olduğu not açılamadı.
uk: Не вдалося відкрити нотатку, якій належить цей запис.
vi: Không mở được ghi chú mà bản ghi này thuộc về.
zh_hans: 无法打开这段录音所属的笔记。
zh_hant: 無法打開這段錄音所屬的筆記。

# the_recorded_audio_could_not_be_prepared
source: The recorded audio could not be prepared for transcription.
ar: تعذّر تجهيز الصوت المسجَّل للنسخ.
bn: রেকর্ড করা অডিও প্রতিলিপির জন্য প্রস্তুত করা যায়নি।
cs: Nahraný zvuk se nepodařilo připravit k přepisu.
da: Den optagede lyd kunne ikke klargøres til transskribering.
de: Das aufgenommene Audio konnte nicht für die Transkription vorbereitet werden.
el: Ο ηχογραφημένος ήχος δεν ετοιμάστηκε για απομαγνητοφώνηση.
es: El audio grabado no se pudo preparar para la transcripción.
fi: Tallennettua ääntä ei voitu valmistella litterointia varten.
fr: L'audio enregistré n'a pas pu être préparé pour la transcription.
he: לא ניתן היה להכין את האודיו המוקלט לתמלול.
hi: रिकॉर्ड किया गया ऑडियो प्रतिलेखन के लिए तैयार नहीं हो सका।
hu: A rögzített hangot nem sikerült átírásra előkészíteni.
id: Audio yang direkam tidak bisa disiapkan untuk transkripsi.
it: L'audio registrato non è stato preparato per la trascrizione.
ja: 録音した音声を文字起こし用に準備できませんでした。
ko: 녹음된 오디오를 전사용으로 준비하지 못했습니다.
ms: Audio yang dirakam tidak dapat disediakan untuk transkripsi.
nb: Lyden som ble tatt opp kunne ikke klargjøres for transkribering.
nl: De opgenomen audio kon niet worden voorbereid voor transcriptie.
pl: Nie udało się przygotować nagranego dźwięku do transkrypcji.
pt_br: O áudio gravado não pôde ser preparado para a transcrição.
ro: Sunetul înregistrat nu a putut fi pregătit pentru transcriere.
ru: Не удалось подготовить записанное аудио к транскрипции.
sv: Det inspelade ljudet kunde inte förberedas för transkribering.
th: เตรียมเสียงที่บันทึกไว้สำหรับการถอดเสียงไม่ได้
tr: Kaydedilen ses deşifre için hazırlanamadı.
uk: Не вдалося підготувати записане аудіо до транскрипції.
vi: Không chuẩn bị được âm thanh đã ghi để chép lời.
zh_hans: 录下的音频无法准备用于转录。
zh_hant: 錄下的音訊無法準備用於轉錄。

source: The recorder did not start.
ar: لم يبدأ المسجّل.
bn: রেকর্ডার চালু হয়নি।
cs: Rekordér se nespustil.
da: Optageren startede ikke.
de: Die Aufnahme ist nicht gestartet.
el: Η συσκευή εγγραφής δεν ξεκίνησε.
es: La grabadora no se inició.
fi: Tallennin ei käynnistynyt.
fr: L'enregistreur n'a pas démarré.
he: המקליט לא התחיל.
hi: रिकॉर्डर शुरू नहीं हुआ।
hu: A rögzítő nem indult el.
id: Perekam tidak mulai.
it: Il registratore non è partito.
ja: レコーダーが開始しませんでした。
ko: 레코더가 시작되지 않았습니다.
ms: Perakam tidak bermula.
nb: Opptakeren startet ikke.
nl: De recorder is niet gestart.
pl: Rejestrator nie wystartował.
pt_br: O gravador não iniciou.
ro: Reportofonul nu a pornit.
ru: Запись не началась.
sv: Inspelaren startade inte.
th: เครื่องบันทึกไม่เริ่มทำงาน
tr: Kaydedici başlamadı.
uk: Записувач не запустився.
vi: Trình ghi âm không khởi động.
zh_hans: 录音器没有启动。
zh_hant: 錄音器沒有啟動。

# the_selected_chunk_variant_isn_t_downloaded_yet
source: The selected chunk variant isn't downloaded yet. Toggling will start a download.
ar: لم يتم تنزيل متغير القطعة المحدد بعد. سيؤدي التبديل إلى بدء التنزيل.
bn: নির্বাচিত খণ্ড ভেরিয়েন্টটি এখনও ডাউনলোড করা হয়নি। টগল করলে একটি ডাউনলোড শুরু হবে।
cs: Vybraná varianta bloku ještě není stažena. Přepnutím se zahájí stahování.
da: Den valgte chunk-variant er ikke downloadet endnu. Skift vil starte en download.
de: Die gewählte Chunk-Variante ist noch nicht geladen. Durch das Umschalten wird ein Download gestartet.
el: Η επιλεγμένη παραλλαγή κομματιού δεν έχει γίνει ακόμη λήψη. Η εναλλαγή θα ξεκινήσει μια λήψη.
es: La variante seleccionada aún no se ha descargado. Al cambiar se iniciará una descarga.
fi: Valittua kappaleversiota ei ole vielä ladattu. Vaihtaminen käynnistää latauksen.
fr: La variante sélectionnée n'est pas encore téléchargée. Basculer lancera un téléchargement.
he: גרסת הנתח שנבחרה עדיין לא הורדה. החלפה תתחיל הורדה.
hi: चयनित चंक संस्करण अभी तक डाउनलोड नहीं हुआ है। टॉगल करने से डाउनलोड प्रारंभ हो जाएगा.
hu: A kiválasztott darabváltozat még nincs letöltve. A váltás elindítja a letöltést.
id: Varian potongan yang dipilih belum diunduh. Beralih akan memulai pengunduhan.
it: La variante selezionata non è ancora scaricata. Cambiare avvierà un download.
ja: 選択したチャンク版はまだダウンロードされていません。切り替えるとダウンロードが始まります。
ko: 선택한 청크 변형이 아직 다운로드되지 않았습니다. 전환하면 다운로드가 시작됩니다.
ms: Varian bahagian yang dipilih belum dimuat turun lagi. Togol akan memulakan muat turun.
nb: Den valgte delvarianten er ikke lastet ned ennå. Bytte vil starte en nedlasting.
nl: De geselecteerde chunk-variant is nog niet gedownload. Omschakelen start een download.
pl: Wybrany wariant fragmentu nie został jeszcze pobrany. Przełączenie rozpocznie pobieranie.
pt_br: A variante selecionada ainda não foi baixada. Alternar iniciará um download.
ro: Varianta de bucată selectată nu este încă descărcată. Comutarea va începe o descărcare.
ru: Выбранный вариант фрагмента еще не загружен. При переключении начнется загрузка.
sv: Den valda chunkvarianten har inte laddats ner ännu. Växling startar en nedladdning.
th: ยังไม่ได้ดาวน์โหลดชุดย่อยที่เลือก การสลับจะเริ่มการดาวน์โหลด
tr: Seçili yığın varyantı henüz indirilmedi. Değiştirmek bir indirme başlatacak.
uk: Вибраний варіант блоку ще не завантажено. Перемикання почне завантаження.
vi: Biến thể đoạn đã chọn chưa được tải xuống. Chuyển đổi sẽ bắt đầu tải xuống.
zh_hans: 所选的分块变体尚未下载。切换将开始下载。
zh_hant: 所選的分塊變體尚未下載。切換將開始下載。

source: The transcript fills in as you speak.
ar: يمتلئ النص أثناء حديثك.
bn: আপনি বলার সঙ্গে সঙ্গে প্রতিলিপি ভরে ওঠে।
cs: Přepis se doplňuje, zatímco mluvíte.
da: Udskriften fyldes ud, mens du taler.
de: Das Transkript füllt sich, während Sie sprechen.
el: Η απομαγνητοφώνηση συμπληρώνεται όσο μιλάτε.
es: La transcripción se llena mientras hablas.
fi: Tekstitys täydentyy, kun puhut.
fr: La transcription se remplit pendant que vous parlez.
he: התמליל מתמלא בזמן שאתם מדברים.
hi: आप बोलते जाएँ, प्रतिलेख भरता जाएगा।
hu: Az átirat beszéd közben töltődik fel.
id: Transkrip terisi sementara Anda berbicara.
it: La trascrizione si riempie mentre parli.
ja: 話すにつれて文字起こしが埋まります。
ko: 말하는 동안 대본이 채워집니다.
ms: Transkrip terisi sambil anda bercakap.
nb: Transkriptet fylles ut mens du snakker.
nl: Het transcript vult zich terwijl je praat.
pl: Transkrypcja wypełnia się, gdy mówisz.
pt_br: A transcrição se preenche enquanto você fala.
ro: Transcrierea se completează în timp ce vorbiți.
ru: Транскрипт заполняется, пока вы говорите.
sv: Transkriptet fylls på medan du pratar.
th: ข้อความถอดเสียงจะเติมขึ้นขณะที่คุณพูด
tr: Siz konuştukça deşifre dolar.
uk: Транскрипт заповнюється, поки ви говорите.
vi: Bản chép lời được điền vào trong lúc bạn nói.
zh_hans: 你说话时转录会随之填入。
zh_hant: 你說話時逐字稿會隨之填入。

source: The transcript starts once you speak.
ar: يبدأ النص بمجرد أن تتكلم.
bn: আপনি বলা শুরু করলেই প্রতিলিপি শুরু হয়।
cs: Přepis začne, jakmile promluvíte.
da: Udskriften begynder, så snart du taler.
de: Das Transkript beginnt, sobald Sie sprechen.
el: Η απομαγνητοφώνηση ξεκινά μόλις μιλήσετε.
es: La transcripción empieza en cuanto hablas.
fi: Tekstitys alkaa heti, kun puhut.
fr: La transcription commence dès que vous parlez.
he: התמליל מתחיל ברגע שאתם מדברים.
hi: आपके बोलते ही प्रतिलेख शुरू हो जाता है।
hu: Az átirat akkor indul, amint megszólal.
id: Transkrip mulai begitu Anda berbicara.
it: La trascrizione inizia appena parli.
ja: 話し始めると文字起こしが始まります。
ko: 말을 시작하면 대본이 시작됩니다.
ms: Transkrip bermula sebaik anda bercakap.
nb: Transkriptet starter så snart du snakker.
nl: Het transcript begint zodra je praat.
pl: Transkrypcja zaczyna się, gdy zaczniesz mówić.
pt_br: A transcrição começa assim que você fala.
ro: Transcrierea începe imediat ce vorbiți.
ru: Транскрипт начнётся, как только вы заговорите.
sv: Transkriptet börjar så snart du pratar.
th: ข้อความถอดเสียงจะเริ่มทันทีที่คุณพูด
tr: Deşifre siz konuşur konuşmaz başlar.
uk: Транскрипт починається, щойно ви заговорите.
vi: Bản chép lời bắt đầu ngay khi bạn nói.
zh_hans: 你一开口，转录就开始。
zh_hant: 你一開口，逐字稿就開始。

source: Theme
ar: سمة
bn: থিম
cs: Téma
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
he: נוֹשֵׂא
hi: विषय
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 주제
ms: Tema
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: chủ đề
zh_hans: 主题
zh_hant: 主題

# theme_changes_apply_live_across_the_workspace_se
source: Theme changes apply live across the workspace, settings, note editor, and floating indicators.
ar: يتم تطبيق تغييرات السمات مباشرة عبر مساحة العمل والإعدادات ومحرر الملاحظات والمؤشرات العائمة.
bn: থিম পরিবর্তনগুলি কর্মক্ষেত্র, সেটিংস, নোট এডিটর এবং ভাসমান সূচক জুড়ে লাইভ প্রযোজ্য।
cs: Změny motivu se projeví na pracovní ploše, v nastavení, v editoru poznámek a v plovoucích indikátorech.
da: Temaændringer gælder live på tværs af arbejdsområdet, indstillinger, noteeditor og flydende indikatorer.
de: Designänderungen werden live im gesamten Arbeitsbereich, in den Einstellungen, im Notizeditor und in den schwebenden Indikatoren angewendet.
el: Οι αλλαγές θέματος εφαρμόζονται ζωντανά στον χώρο εργασίας, τις ρυθμίσεις, το πρόγραμμα επεξεργασίας σημειώσεων και τις κινούμενες ενδείξεις.
es: Los cambios de tema se aplican en vivo en el espacio de trabajo, ajustes, editor de notas e indicadores flotantes.
fi: Teeman muutokset ovat voimassa työtilassa, asetuksissa, muistiinpanoeditorissa ja kelluvissa ilmaisimissa.
fr: Les changements de thème s'appliquent en direct dans tout l'espace de travail, les paramètres, l'éditeur de notes et les indicateurs flottants.
he: שינויי ערכת נושא חלים בשידור חי על פני סביבת העבודה, ההגדרות, עורך הערות ומחוונים צפים.
hi: थीम परिवर्तन कार्यक्षेत्र, सेटिंग्स, नोट संपादक और फ़्लोटिंग संकेतकों पर लाइव लागू होते हैं।
hu: A téma módosításai élőben érvényesek a munkaterületen, a beállításokon, a jegyzetszerkesztőben és a lebegő indikátorokon.
id: Perubahan tema berlaku langsung di seluruh ruang kerja, pengaturan, editor catatan, dan indikator mengambang.
it: Le modifiche al tema vengono applicate in tempo reale nell'area di lavoro, nelle impostazioni, nell'editor delle note e negli indicatori mobili.
ja: テーマの変更は、ワークスペース、設定、ノートエディター、フローティングインジケーター全体にライブで適用されます。
ko: 테마 변경 사항은 작업 공간, 설정, 노트 편집기 및 플로팅 표시기에 실시간으로 적용됩니다.
ms: Perubahan tema digunakan secara langsung merentas ruang kerja, tetapan, editor nota dan penunjuk terapung.
nb: Temaendringer gjelder direkte på tvers av arbeidsområdet, innstillinger, notatredigering og flytende indikatorer.
nl: Themawijzigingen zijn live van toepassing op de werkruimte, instellingen, notitie-editor en zwevende indicatoren.
pl: Zmiany motywu są stosowane na bieżąco w całym obszarze roboczym, ustawieniach, edytorze notatek i pływających wskaźnikach.
pt_br: As alterações de tema são aplicadas ao vivo na área de trabalho, nas configurações, no editor de notas e nos indicadores flutuantes.
ro: Modificările temei se aplică live în spațiul de lucru, setări, editor de note și indicatori flotanți.
ru: Изменения темы применяются в реальном времени во всей рабочей области, настройках, редакторе заметок и плавающих индикаторах.
sv: Temaändringar gäller direkt i arbetsytan, inställningarna, anteckningsredigeraren och flytande indikatorer.
th: การเปลี่ยนแปลงธีมมีผลใช้งานจริงทั่วทั้งพื้นที่ทำงาน การตั้งค่า ตัวแก้ไขบันทึกย่อ และตัวบ่งชี้แบบลอย
tr: Tema değişiklikleri, çalışma alanı, ayarlar, not düzenleyici ve kayan göstergeler genelinde canlı olarak uygulanır.
uk: Зміни теми застосовуються в робочій області, налаштуваннях, редакторі нотаток і плаваючих індикаторах.
vi: Các thay đổi về chủ đề áp dụng trực tiếp trên không gian làm việc, cài đặt, trình chỉnh sửa ghi chú và chỉ báo nổi.
zh_hans: 主题更改实时应用于整个工作区、设置、笔记编辑器和浮动指示器。
zh_hant: 主題更改實時應用於整個工作區、設定、筆記編輯器和浮動指示器。

source: Theme mode
ar: وضع الموضوع
bn: থিম মোড
cs: Tématický režim
da: Tematilstand
de: Design-Modus
el: Λειτουργία θέματος
es: Modo de tema
fi: Teematila
fr: Mode de thème
he: מצב ערכת נושא
hi: थीम मोड
hu: Téma mód
id: Modus tema
it: Modalità tema
ja: テーマモード
ko: 테마 모드
ms: Mod tema
nb: Temamodus
nl: Thema-modus
pl: Tryb motywu
pt_br: Modo tema
ro: Modul temă
ru: Тематический режим
sv: Temaläge
th: โหมดธีม
tr: Tema modu
uk: Тематичний режим
vi: Chế độ chủ đề
zh_hans: 主题模式
zh_hant: 主題模式

# theme_mode_bb6b0b3d
source: Theme Mode
ar: وضع السمة
bn: থিম মোড
cs: Režim motivu
da: Tematilstand
de: Designmodus
el: Λειτουργία θέματος
es: Modo de tema
fi: Teematila
fr: Mode de thème
he: מצב ערכת נושא
hi: थीम मोड
hu: Téma mód
id: Mode tema
it: Modalità tema
ja: テーマモード
ko: 테마 모드
ms: Mod tema
nb: Temamodus
nl: Themamodus
pl: Tryb motywu
pt_br: Modo do tema
ro: Mod temă
ru: Режим темы
sv: Temaläge
th: โหมดธีม
tr: Tema modu
uk: Режим теми
vi: Chế độ giao diện
zh_hans: 主题模式
zh_hant: 主題模式

# there_is_no_transcript_to_enhance_yet_record_thi
source: There is no transcript to enhance yet. Record this note first.
ar: لا يوجد نص لتعزيزه بعد. سجّل هذه الملاحظة أولًا.
bn: উন্নত করার মতো প্রতিলিপি এখনও নেই। আগে এই নোট রেকর্ড করুন।
cs: Zatím není co vylepšovat. Nejdřív tuto poznámku nahrajte.
da: Der er endnu ingen udskrift at forbedre. Optag denne note først.
de: Es gibt noch kein Transkript zum Verbessern. Nehmen Sie diese Notiz zuerst auf.
el: Δεν υπάρχει ακόμη απομαγνητοφώνηση για βελτίωση. Ηχογραφήστε πρώτα αυτή τη σημείωση.
es: Todavía no hay transcripción que mejorar. Graba primero esta nota.
fi: Parannettavaa tekstitystä ei ole vielä. Tallenna tämä muistiinpano ensin.
fr: Il n'y a pas encore de transcription à améliorer. Enregistrez d'abord cette note.
he: אין עדיין תמליל לשפר. הקליטו קודם את הפתק הזה.
hi: सुधारने के लिए अभी कोई प्रतिलेख नहीं है। पहले यह नोट रिकॉर्ड करें।
hu: Még nincs feljavítható átirat. Előbb vegye fel ezt a jegyzetet.
id: Belum ada transkrip untuk disempurnakan. Rekam catatan ini dulu.
it: Non c'è ancora una trascrizione da migliorare. Registra prima questa nota.
ja: 強化する文字起こしがまだありません。先にこのメモを録音してください。
ko: 아직 보강할 대본이 없습니다. 먼저 이 메모를 녹음하세요.
ms: Belum ada transkrip untuk dipertingkat. Rakam nota ini dahulu.
nb: Det finnes ikke noe transkript å forbedre ennå. Ta opp dette notatet først.
nl: Er is nog geen transcript om te verbeteren. Neem deze notitie eerst op.
pl: Nie ma jeszcze transkrypcji do ulepszenia. Najpierw nagraj tę notatkę.
pt_br: Ainda não há transcrição para aprimorar. Grave esta nota primeiro.
ro: Încă nu există o transcriere de îmbunătățit. Înregistrați mai întâi această notiță.
ru: Пока нет транскрипта для улучшения. Сначала запишите эту заметку.
sv: Det finns inget transkript att förbättra än. Spela in den här anteckningen först.
th: ยังไม่มีข้อความถอดเสียงให้ปรับปรุง บันทึกโน้ตนี้ก่อน
tr: Henüz geliştirilecek bir deşifre yok. Önce bu notu kaydedin.
uk: Транскрипта для покращення ще немає. Спершу запишіть цю нотатку.
vi: Chưa có bản chép lời để nâng cao. Hãy ghi ghi chú này trước.
zh_hans: 还没有可增强的转录。请先录制这条笔记。
zh_hant: 還沒有可增強的逐字稿。請先錄製這則筆記。

# there_is_nothing_to_ask_about_yet_record_or_writ
source: There is nothing to ask about yet. Record or write something first.
ar: لا يوجد شيء لسؤاله بعد. سجّل أو اكتب شيئًا أولًا.
bn: এখনও জিজ্ঞাসা করার মতো কিছু নেই। প্রথমে কিছু রেকর্ড করুন বা লিখুন।
cs: Zatím se není na co ptát. Nejdřív něco nahrajte nebo napište.
da: Der er endnu ikke noget at spørge om. Optag eller skriv noget først.
de: Es gibt noch nichts zu fragen. Nehmen Sie zuerst etwas auf, oder schreiben Sie etwas.
el: Δεν υπάρχει ακόμη τίποτα να ρωτήσετε. Ηχογραφήστε ή γράψτε κάτι πρώτα.
es: Todavía no hay nada que preguntar. Graba o escribe algo primero.
fi: Ei ole vielä mitään kysyttävää. Tallenna tai kirjoita ensin jotain.
fr: Il n'y a encore rien à demander. Enregistrez ou écrivez d'abord quelque chose.
he: עדיין אין מה לשאול. הקליטו או כתבו משהו קודם.
hi: अभी पूछने के लिए कुछ नहीं है। पहले कुछ रिकॉर्ड करें या लिखें।
hu: Még nincs mit kérdezni. Előbb vegyen fel vagy írjon valamit.
id: Belum ada yang bisa ditanyakan. Rekam atau tulis sesuatu dulu.
it: Non c'è ancora nulla da chiedere. Registra o scrivi prima qualcosa.
ja: まだ質問できる内容がありません。先に録音するか何か書いてください。
ko: 아직 질문할 내용이 없습니다. 먼저 녹음하거나 무언가를 작성하세요.
ms: Belum ada apa-apa untuk ditanya. Rakam atau tulis sesuatu dahulu.
nb: Det er ennå ikke noe å spørre om. Ta opp eller skriv noe først.
nl: Er is nog niets om te vragen. Neem eerst iets op of schrijf iets.
pl: Na razie nie ma o co pytać. Najpierw coś nagraj lub napisz.
pt_br: Ainda não há nada para perguntar. Grave ou escreva algo primeiro.
ro: Încă nu este nimic de întrebat. Înregistrați sau scrieți ceva mai întâi.
ru: Пока нечего спрашивать. Сначала запишите или напишите что-нибудь.
sv: Det finns inget att fråga om ännu. Spela in eller skriv något först.
th: ยังไม่มีอะไรให้ถาม บันทึกหรือเขียนอะไรบางอย่างก่อน
tr: Henüz sorulacak bir şey yok. Önce bir şey kaydedin veya yazın.
uk: Поки що немає про що запитувати. Спершу щось запишіть або напишіть.
vi: Chưa có gì để hỏi. Hãy ghi âm hoặc viết gì đó trước.
zh_hans: 目前还没有可提问的内容。请先录音或写点内容。
zh_hant: 目前還沒有可提問的內容。請先錄音或寫點內容。

source: Thinking…
ar: التفكير…
bn: ভাবছে…
cs: Přemýšlím…
da: Tænker…
de: Denke nach…
el: Σκέφτεται…
es: Pensando…
fi: Ajattelee…
fr: Réflexion en cours…
he: חושב…
hi: सोच रहा है…
hu: Gondolkodik…
id: Berpikir…
it: Sto pensando…
ja: 考え中…
ko: 생각 중…
ms: Sedang berfikir…
nb: Tenker…
nl: Denkt na…
pl: Myśli…
pt_br: Pensando…
ro: Se gândește…
ru: Думает…
sv: Tänker…
th: กำลังคิด…
tr: Düşünüyor…
uk: Думає…
vi: Đang suy nghĩ…
zh_hans: 思考中…
zh_hant: 思考中…

# this_note_could_not_be_opened_close_it_and_open
source: This note could not be opened. Close it and open it again.
ar: تعذّر فتح هذه الملاحظة. أغلقها ثم افتحها مرة أخرى.
bn: এই নোটটি খোলা যায়নি। এটি বন্ধ করে আবার খুলুন।
cs: Tuto poznámku se nepodařilo otevřít. Zavřete ji a otevřete znovu.
da: Denne note kunne ikke åbnes. Luk den, og åbn den igen.
de: Diese Notiz konnte nicht geöffnet werden. Schließen Sie sie, und öffnen Sie sie erneut.
el: Αυτή η σημείωση δεν άνοιξε. Κλείστε την και ανοίξτε την ξανά.
es: No se pudo abrir esta nota. Ciérrala y ábrela de nuevo.
fi: Tätä muistiinpanoa ei voitu avata. Sulje se ja avaa uudelleen.
fr: Cette note n'a pas pu être ouverte. Fermez-la, puis rouvrez-la.
he: לא ניתן היה לפתוח את הפתק הזה. סגרו אותו ופתחו אותו שוב.
hi: यह नोट नहीं खुल सका। इसे बंद करें और फिर से खोलें।
hu: Ezt a jegyzetet nem sikerült megnyitni. Zárja be, majd nyissa meg újra.
id: Catatan ini tidak bisa dibuka. Tutup, lalu buka lagi.
it: Non è stato possibile aprire questa nota. Chiudila e riaprila.
ja: このメモを開けませんでした。閉じてもう一度開いてください。
ko: 이 메모를 열지 못했습니다. 닫았다가 다시 여세요.
ms: Nota ini tidak dapat dibuka. Tutup dan buka semula.
nb: Dette notatet kunne ikke åpnes. Lukk det, og åpne det på nytt.
nl: Deze notitie kon niet worden geopend. Sluit haar en open haar opnieuw.
pl: Nie udało się otworzyć tej notatki. Zamknij ją i otwórz ponownie.
pt_br: Não foi possível abrir esta nota. Feche e abra de novo.
ro: Această notiță nu a putut fi deschisă. Închideți-o și deschideți-o din nou.
ru: Не удалось открыть эту заметку. Закройте её и откройте снова.
sv: Den här anteckningen kunde inte öppnas. Stäng den och öppna den igen.
th: เปิดโน้ตนี้ไม่ได้ ปิดแล้วเปิดใหม่อีกครั้ง
tr: Bu not açılamadı. Kapatıp tekrar açın.
uk: Не вдалося відкрити цю нотатку. Закрийте її та відкрийте знову.
vi: Không thể mở ghi chú này. Hãy đóng rồi mở lại.
zh_hans: 无法打开这条笔记。请关闭后重新打开。
zh_hant: 無法開啟這則筆記。請關閉後重新開啟。

# this_permanently_deletes_all_stored_text_pairs_f
source: This permanently deletes all stored text pairs from this Mac.
ar: يؤدي هذا إلى حذف كل أزواج النصوص المخزَّنة نهائيًا من هذا الـ Mac.
bn: এটি এই Mac থেকে সব সংরক্ষিত টেক্সট জোড়া স্থায়ীভাবে মুছে ফেলে।
cs: Tímto se trvale smažou všechny uložené textové páry z tohoto Macu.
da: Dette sletter permanent alle gemte tekstpar fra denne Mac.
de: Dadurch werden alle gespeicherten Textpaare dauerhaft von diesem Mac gelöscht.
el: Αυτό διαγράφει οριστικά όλα τα αποθηκευμένα ζεύγη κειμένου από αυτόν τον Mac.
es: Esto elimina permanentemente todos los pares de texto guardados de este Mac.
fi: Tämä poistaa pysyvästi kaikki tallennetut tekstiparit tästä Macista.
fr: Cette action supprime définitivement toutes les paires de texte stockées de ce Mac.
he: פעולה זו מוחקת לצמיתות את כל זוגות הטקסט השמורים מ-Mac זה.
hi: यह इस Mac से सभी संग्रहीत टेक्स्ट जोड़े स्थायी रूप से हटा देता है।
hu: Ezzel véglegesen törlődik az összes tárolt szövegpár erről a Mac gépről.
id: Ini menghapus permanen semua pasangan teks tersimpan dari Mac ini.
it: Questa operazione elimina definitivamente tutte le coppie di testo salvate da questo Mac.
ja: この操作により、保存されたすべてのテキストペアがこの Mac から完全に削除されます。
ko: 이 작업은 이 Mac에서 저장된 모든 텍스트 쌍을 영구적으로 삭제합니다.
ms: Ini memadamkan secara kekal semua pasangan teks tersimpan daripada Mac ini.
nb: Dette sletter alle lagrede tekstpar permanent fra denne Mac-en.
nl: Hiermee worden alle opgeslagen tekstparen permanent van deze Mac verwijderd.
pl: Spowoduje to trwałe usunięcie wszystkich zapisanych par tekstu z tego Maca.
pt_br: Isso exclui permanentemente todos os pares de texto armazenados deste Mac.
ro: Aceasta șterge definitiv toate perechile de text stocate de pe acest Mac.
ru: Это навсегда удалит все сохранённые текстовые пары с этого Mac.
sv: Detta raderar permanent alla lagrade textpar från den här Mac-datorn.
th: การดำเนินการนี้จะลบคู่ข้อความที่จัดเก็บไว้ทั้งหมดออกจาก Mac เครื่องนี้อย่างถาวร
tr: Bu işlem, depolanan tüm metin çiftlerini bu Mac’ten kalıcı olarak siler.
uk: Це назавжди видалить усі збережені пари тексту з цього Mac.
vi: Thao tác này sẽ xóa vĩnh viễn tất cả cặp văn bản đã lưu khỏi máy Mac này.
zh_hans: 此操作将从此 Mac 永久删除所有已存储的文本对。
zh_hant: 此操作將從此 Mac 永久刪除所有已儲存的文字配對。
